<template>
  <section class="py-12">
   <UContainer>
     عنوان: درباره من محتوا: سلام! من امیر مقامی هستم، توسعه‌دهنده‌ی وب با تجربه
    و تخصص در Vue و Nuxt، با بیش از ۵ سال سابقه کاری. در حال حاضر در شرکت گسترش
    فناوری‌های نوین کار می‌کنم و علاقه زیادی به ساخت اپلیکیشن‌های کاربرپسند و
    بهینه دارم. در مسیر حرفه‌ایم، پروژه‌های زیادی در حوزه ERP، سیستم‌های نظرسنجی
    HR و مدیریت API انجام داده‌ام و از تکنولوژی‌هایی نظیر Angular، Pinia و
    MongoDB در کارهای مختلف استفاده کرده‌ام. علاقه‌مند به انیمیشن‌های CSS و
    Tree.js هستم و همیشه به دنبال یادگیری تکنولوژی‌های جدید و چالش‌های
    هیجان‌انگیز می‌باشم. خوشحال می‌شم با شما همکاری کنم!
   </UContainer>
  </section>
</template>
